[
    {
        "article_url": "https://www.livemint.com/news/india/delhi-court-dismisses-arvind-kejriwals-interim-bail-plea-extends-judicial-custody-11717582538737.html",
        "title": "Delhi court dismisses Arvind Kejriwal's interim bail plea, extends judicial custody till June 19",
        "ArticleContent": [
            "Rouse Avenue Court dismisses the interim bail plea moved by Delhi CM Arvind Kejriwal seeking 7 days bail cited medical reasons, in Excise Policy money laundering case. Meanwhile, the Court has directed the concerned authorities to conduct of required medical tests.",
            "Excise PMLA case | Rouse Avenue Court extends the judicial custody of Delhi CM and AAP national convenor Arvind Kejriwal till June 19. He was produced virtually before the court today.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T15:49:14",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/world/us-president-joe-biden-open-to-military-action-if-china-invades-taiwan-11717559413705.html",
        "title": "US President Joe Biden open to military action if China invades Taiwan",
        "ArticleContent": [
            "US President Joe Biden has not ruled out the possibility of using American military force to defend Taiwan in the event of a Chinese invasion. In an interview published on Tuesday in Time magazine, Biden made clear his position on Taiwan's defence, emphasising the distinction between different types of military deployment as per an ",
            "report.",
            "“Not ruling out using US military force. There's a distinction between deploying on the ground, air power and naval power,\" he said during the exclusive interview conducted at the White House on May 28, as quoted by ",
            ".",
            "Biden also said that he had communicated to Chinese President Xi Jinping that the United States would not seek independence for Taiwan, which was in line with Washington's long-standing agreement with Beijing. However, he affirmed that the US would continue to support Taiwan's defence capabilities. “If ",
            " tries to change the status quo unilaterally, we're continuing to supply capacity [to Taiwan],\" he said. “We've been in consultation with our allies in the region,\" he added, as quoted by ",
            ".",
            "When asked if the US military would launch strikes from its bases in Japan or the Philippines in the event of a conflict, Biden responded, “I can't get into that. You would then criticise me with good reason if I were to tell you.\"",
            "The Time article also cited US Central Intelligence Agency Director William Burns, who revealed that Xi instructed his military to be ready to invade Taiwan by 2027. Tensions between the United States and ",
            " over ",
            " have been high despite ",
            " and Xi agreeing to ease these tensions in recent talks.",
            "Beijing views Taiwan's new President, Lai Ching-te, as a “separatist\" and supporter of Taiwan's independence. Shortly after Lai Ching-te's swearing-in on May 20, China conducted military drills around Taiwan, which it described as “punishment\" for separatist actions. These drills followed Lai's inaugural speech, in which he called on Beijing to stop intimidating Taiwan.",
            "The United States maintains unofficial relations with Taiwan and supplies the island with arms to ensure it can defend itself. Addressing China's economic status, Biden told ",
            "magazine, “Where is it coming from? Where is it going to grow? You've got an economy that's on the brink there. The idea that their economy is booming? Give me a break.\"",
            "Biden also criticised China's Belt and Road Initiative, describing it as a “nuisance graveyard initiative.\" He emphasised the importance of expanding cooperation with European and Asian allies and strengthening relations with developing countries to maintain ",
            " leadership in the international community.",
            "During a trilateral ministerial meeting in Singapore on June 2, attended by US Secretary of Defense Lloyd J Austin, Japan's Minister of Defense Kihara Minoru, and South Korea's Minister of National Defence Shin Won-sik, the officials reaffirmed their nations' position on Taiwan, calling for a peaceful resolution to cross-strait issues. They emphasised that regional peace is essential for international security and prosperity.",
            "Austin also met with his Chinese counterpart Dong Jun on the sidelines of the Shangri-La Dialogue, marking the first in-person talks between the defence chiefs of the two countries since November 2022. Austin expressed concerns about China's “provocative\" military activities near Taiwan.",
            "Meanwhile, on Monday, the US House Appropriations Committee introduced a bill to provide USD 500 million in foreign military financing for Taiwan to strengthen deterrence across the Taiwan Strait. The Fiscal Year 2025 State, Foreign Operations, and Related Programs Bill also seeks to offer Taiwan up to USD 2 billion in loans and loan guarantees for the same purpose, according to the committee's report in Focus Taiwan.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T10:14:26",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/mumbai-weather-update-mumbai-rains-residents-find-respite-from-heat-as-1st-pre-monsoon-shower-hits-city-11717561974301.html",
        "title": "Mumbai weather update: Residents find respite from heat as 1st pre-monsoon shower hits city",
        "ArticleContent": [
            "Several parts of Mumbai received the first pre-monsoon showers of the season on Wednesday morning, bringing some respite to residents from the scorching heat and humidity. Acording to a civic official, neighborhoods such as Dadar, Kandivali, Magathane, Oshiwara, Wadala, and Ghatkopar received rainfall ranging from 4 mm to 26 mm between 7 am and 8 am. In addition to this, light rain was also observed in certain parts of central and south Mumbai.",
            "On June 4, Skymet in its forecast said the monsoon is expected to advance over the Konkan region and make a timely onset in Mumbai. The city is likely to experience light to moderate pre-monsoon showers over the next 3-4 days.",
            "In a post on X, “#Monsoon is likely to advance further over the #Konkan region. It is expected to make a timely onset over #Mumbai. The financial capital is likely to have pre-monsoon showers, light to moderate intensity, over the next 3-4 days.\"",
            "Coming back to today's showers, citing officials, ",
            "reported that road traffic and trains services were running normal in the city.",
            "Mumbai rains is also trending on X (formerly Twitter) with Mumbaikars posting videos and photos as showers bring respite to heat. Some videos also showed waterlogging, traffic jam in several areas.",
            "IMD has forecasted partly cloudy sky in city and suburbs with maximum and minimum temperatures very likely to be around 36 degree Celsius and 29 degree Celsius respectively. Speaking of Maharashtra, IMD has predicted light to moderate rain or thundershowers at a few places in the districts of South Konkan, Goa, South Madhya Maharashtra and Marathwada and at isolated places in the districts of North Konkan and North Madhya Maharashtra. The weather office has predicted moderate rain in these areas till 10 June.",
            "Meanwhile, the Mumbai monsoon season begins in the second week of June. Last month, the city had experienced unseasonal rain accompanied by strong winds, leading to the collapse of a hoarding in the ",
            ", which resulted in several fatalities.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T10:59:45",
        "author_name": "Karishma Pranav Bhavsar",
        "author_url": "https://www.livemint.com/authors/karishma-pranav-bhavsar"
    },
    {
        "article_url": "https://www.livemint.com/news/india/delhi-lok-sabha-election-result-bjp-repeats-2019-clean-sweep-verdict-but-with-low-margins-11717558812933.html",
        "title": "Delhi Lok Sabha Election Result: BJP repeats 2019 ‘clean sweep’ verdict but with low margins",
        "ArticleContent": [
            "For the third consecutive time, the Bharatiya Janata Party (BJP) has dominated the national capital by winning all seven seats — Chandni Chowk, New Delhi, Northeast Delhi, South Delhi, East Delhi, West Delhi, and North-West Delhi — in the ",
            " 2024. ",
            "The ",
            " of India declared BJP candidates Ramvir Singh Bidhuri, Praveen Khandelwal, Bansuri Swaraj, Harsh Malhotra, Manoj Tiwari, Kamaljeet Sehrawat, and Yogender Chandoliya winners on June 4. They dominated their respective seats with margins of 124,333, 89,325, 78,000, 93,663, 138,778, 199,013, and 290,849 votes, respectively. ",
            "The Bharatiya Janata Party (BJP) fought against the ",
            " in the national capital, where it previously won all seven seats in both the 2014 and 2019 general elections.",
            "In an unprecedented move, the Aam Aadmi Party (AAP) and Congress have allied to challenge the ruling BJP in ",
            ". Hence, for the first time, the BJP faced a direct contest with the AAP in four seats and with the Congress in three seats, instead of the triangular contests it had encountered since 2014.",
            "The exit polls indicated that the saffron party is likely to secure another victory. The polls predicted a repeat of the 2019 outcome, with the BJP expected to capture between 50% and 56% of the vote share.",
            "The AAP faced a formidable challenge against the BJP, which secured 57% of the vote share in 2019, maintaining a 16% point lead over the combined vote shares of AAP and Congress.",
            "In 2019, BJP candidates secured victories with margins ranging from over 2.28 lakh to 5.78 lakh votes. However, this time, three of the candidates won by less than one lakh votes, with only Chandoliya surpassing the two-lakh mark.",
            "\"The development done by Prime Minister ",
            "'s government in Delhi has won and the people who have completely rejected the corruption of Arvind Kejriwal and the opportunism of Congress,\" Delhi BJP chief Virendra Sachdeva said.",
            "BJP leaders attributed their third consecutive clean sweep primarily to the 'Modi' factor and the party's relentless criticism of the ",
            " government for its alleged involvement in corruption cases.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T10:40:31",
        "author_name": "Alka Jain",
        "author_url": "https://www.livemint.com/authors/alka-jain"
    },
    {
        "article_url": "https://www.livemint.com/news/trends/nasa-launches-instagram-filter-for-users-to-experience-wonders-of-universe-check-how-to-use-the-feature-11717563651075.html",
        "title": "NASA launches Instagram filter for users to experience wonders of universe; check how to use the feature",
        "ArticleContent": [
            "National Aeronautics and Space Administration (NASA) has brought the world of nebulas, galaxies, stars and meteors to Instagram by launching a special filter on the social media platform. Now, Instagram users can experience the universe's wonders under a NASA project. The filter will provide a view of the universe as seen by the Chandra X-ray Observatory and other space telescopes. The augmented reality (AR) filter is known as the “Instagram experience\".",
            "-Search for the “Instagram Chandra\" experience.",
            "-Choose effects options and confirm the ones you want.",
            "-After selecting, you can save the effect to your camera to use in your stories.",
            "-Another way to enjoy the effect is by selecting the 'Try it\" button for instant access.",
            "By using this Instagram feature, people can include the wreckage of stars destroyed in massive supernova explosions, dense cosmic gas and dust, and other such elements in their selfies. The AR filter was added to celebrate the 25th anniversary of Chandra, NASA's flagship X-ray space telescope. ",
            " ",
            "The Instagram filter has used 3D experiences use models of celestial objects generated from data collected by the Chandra X-ray Observatory and other telescopes. People can view themselves through their phone cameras while also listening to the data transformed into sound – known as data sonifications, with the help of augmented reality.",
            "NASA's Chandra X-ray Observatory is a telescope designed to specially detect X-ray emissions from very hot regions of the Universe, such as exploded stars, clusters of galaxies, and matter around black holes. Candra X-ray orbit above the earth up to an altitude of 139,000 km (86,500 mi) in space. The Chandra X-ray center is hosted by the Smithsonian's Astrophysical Observatory in Cambridge, MA. The centre processes the data and distributes it to scientists across the world.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T10:55:02",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/trends/kate-middleton-may-never-come-back-royal-family-insider-reveals-shocking-insight-amid-cancer-treatment-report-11717566749794.html",
        "title": "Kate Middleton ‘may never come back’; Royal Family insider reveals shocking insight amid cancer treatment: Report",
        "ArticleContent": [
            "Kate Middleton, during her cancer recovery, is staying at home for chemotherapy treatment. She will appear in public only when her doctors say it's okay. Right now, the Princess of Wales’ main goal is to stay away from stress and anxiety.",
            "However, the princess might be seen in public on June 15. She is expected to ",
            " during the Trooping the Colour ceremony. This is surprising because it was previously announced that her cancer treatment would prevent her from attending any public events in 2024.",
            "Meanwhile, Us Weekly has reported that Kate’s role may change even if she returns to public duties. Kate’s team is “reevaluating what she’s going to be able to take on when she comes back\", a Royal Family source told the publication.",
            "“She may never come back in the role that people saw her in before,\" the source added.",
            "This came after a spokesman from Kensington Palace quickly stated earlier that there was no update about when Kate would return to work.",
            "“We have been really clear that (Kate) needs the space and the privacy to recover right now. She will return to work when she has had the green light from doctors,\" the Palace said.",
            "Royal Family enthusiasts have been curious about Kate Middleton’s cancer recovery.",
            "“Kate’s recovery is going well. She’s not able to see many people because she is susceptible to getting sick and they don’t want her compromised, but she’s up and about,\" a source told the publication.",
            "According to an insider, Kate feels strong and is actively involved with her children. She has been seen doing errands alone and with family.",
            "Prince William is facing a difficult time because both his father, King Charles, and his wife, Kate Middleton, are dealing with cancer. William has put other responsibilities on hold to take care of his wife and their young children.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T11:34:51",
        "author_name": "Sounak Mukhopadhyay",
        "author_url": "https://www.livemint.com/authors/sounak-mukhopadhyay"
    },
    {
        "article_url": "https://www.livemint.com/news/india/nitish-kumar-tejashwi-yadav-fly-together-for-nda-india-meets-amid-coalition-suspense-11717568143685.html",
        "title": "Nitish Kumar, Tejashwi Yadav fly together for NDA, INDIA meets amid coalition suspense | Watch",
        "ArticleContent": [
            "Bihar Chief Minister Nitish Kumar and Rashtriya Janata Dal (RJD) leader Tejashwi Yadav are scheduled to travel to Delhi today for meetings. This comes as both the BJP-led NDA and the Opposition ",
            " strategise their next steps to form a new government at the Centre after the announcement of ",
            " 2024.",
            "Kumar, whose NDA-allied JD (U) has won 12 of the 40 Lok Sabha seats in Bihar, has emerged as a key player in government formation as the BJP has failed to secure a majority in the Lok Sabha on its own, while the INDIA bloc is also sending feelers to him.",
            "The meeting by the Union Cabinet is scheduled to take place at around 3:30 pm while the meeting by the INDIA bloc will be held in the national capital at 6 pm.",
            "Tejashwi Yadav's RJD, an INDIA bloc partner, has secured four Lok Sabha seats. Kumar had during the weekend visited Delhi and met top BJP leaders, including Prime Minister ",
            ".",
            "In Bihar, other members of the NDA coalition, namely Chirag Paswan's Lok Janshakti Party (Ram Vilas) and Jitan Ram Manjhi's Hindustani Awam Morcha (Secular), have secured five and one seat(s) respectively.",
            "“RJD has increased its number of seats in ",
            "and garnered over one crore votes. Our performance has been very good. We had contested the elections on real issues. The INDIA bloc got the blessings of Lord Ram. One thing is very clear... the Modi factor is now finished. BJP is now dependent on its allies for majority,\" Yadav told media persons before leaving for Delhi.",
            "When asked about whether the INDIA bloc will try to form the government, he said, “We will obviously try.\"",
            "The BJP won 240 seats, much lower than its 2019 tally of 303. The Congress, on the other hand, registered a strong growth, winning 99 seats. The INDIA bloc crossed the 230 mark, posing stiff competition, and defying all predictions.",
            "While Prime Minister Narendra Modi has secured a third term, but the BJP will need to rely on the support of other parties in his coalition - JD (U) chief Nitish Kumar and TDP's chief ",
            ".",
            "BJP fell 32 seats short of the 272 majority mark after votes polled in the 2024 Lok Sabha elections were counted. For the first time, since the Bharatiya Janata Party swept to power in 2014, it did not secure a majority on its own.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T12:07:01",
        "author_name": "Alka Jain",
        "author_url": "https://www.livemint.com/authors/alka-jain"
    },
    {
        "article_url": "https://www.livemint.com/news/trends/physics-wallah-founder-alakh-pandey-claims-of-giving-air-1-tathagat-awatar-in-neet-2024-exam-watch-video-11717566618717.html",
        "title": "Watch | Physics Wallah founder Alakh Pandey gets emotional, ed-tech platform produces ‘AIR 1’ in NEET 2024 exam",
        "ArticleContent": [
            "The online coaching platform Physics Wallah has claimed that the topper of the National Eligibility Cum Entrance Test (NEET 2024 examination) is a student who studied from their coaching. ",
            "The National Testing Agency recently announced the results of the NEET 2024 examination. In the viral video on Physics Wallah's Instagram account, the founder and CEO, Alakh Pandey, can be seen celebrating after the NEET exam declaration. The ed-tech platform made the announcement even before the release of the official list.",
            "According to the video, the founder of the ed-tech platform claimed that the student who achieved AIR 1 in the NEET exam had studied at his institute. It is worth noting that the names of the top performers were disclosed on Wednesday, whereas the ed-tech platform made its claim on Tuesday.",
            "“Ab bolo online se result nahi aata,\" the ed-tech platform founder can be heard saying in the video. ",
            "NEET aspirants who appeared in the medical entrance examination can check their results on the following websites: exams.nta.ac.in/NEET, neet.ntaonline.in, ntaresults.nic.in, nta.ac.in",
            "“I am over the moon with the results at NEET UG 2024 seeing so many of our students fulfill their dreams of becoming a doctor. Since our inception, our goal has been to support the dreams and hard work of students around India and more so in the underserved cities of the country. In a country as big as ours, quality online education can help bridge the achievement gap for millions in India. I want to congratulate Tathagat, all the students and teachers at PW for their dedication and relentless preparation for this year's NEET. For those who couldn't get their desired result, I would ask them to take inspiration from Tathagat, who didn't give up hope and achieved AIR 1,\" Alakh Pandey said.",
            "In another blog, PW disclosed the name of the NEET aspirant who secured AIR 1 this year. Tathagat Awatar from Madhubani, Bihar is among the NEET candidates who secured All India Rank-1 in NEET 2024 exam this year. ",
            "According to PW's website, Tathagat Awatar prepared for the competitive examination from the Yakeen NEET 2.0 2024 batch of PW. Awatar secured AIR-1 by getting an impressive score of 720 out of 720.",
            "“Last year's score was disappointing for me, but I never felt demotivated. I took to preparing at home with Physics Wallah's (PW) online classes for this year's NEET. My mother and father are both teachers, but I wanted to do something different and chose medical. My goal was to prepare for the test as much as I could and be ready for the examination. PW's classes helped me with an integrated approach building my practice and confidence. And today, I can proudly say that online education can also get your AIR 1,\" ANI quoted Tathagat as saying.",
            "Nearly 11.5 lakh NEET aspirants have successfully cleared the examination this year. These students will now apply for their further medical education.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T12:02:24",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/india/lok-sabha-election-2024-result-congress-bags-both-lok-sabha-seats-in-violence-hit-manipur-11717566347069.html",
        "title": "Lok Sabha Election 2024 Result: Congress bags both Lok Sabha seats in violence-hit Manipur",
        "ArticleContent": [
            "The Congress won both the Lok Sabha seats — Inner and Outer Maniour — in violence-hit ",
            ", defeating the BJP-National People's Party (NPP)-Naga People's Front (NPF) alliance on Tuesday. ",
            "Angomcha Bimol Akoijam won in the Inner Manipur constituency, while Alfred Kan-Ngam Arthur triumphed in the Outer Manipur constituency. They defeated Thounaojam Basanta Kumar Singh and Kacchui Timothy Zimik of the BJP-NPP-NPF alliance.",
            "Bimol, a professor at ",
            ", was a popular choice for voters looking for an alternative to the ruling BJP, garnering 3,74,017 out of 7,89,912 total votes. He was selected by senior Congress leaders during a period of state unrest, as no other party leaders were willing to run.",
            "Arthur's win in the Outer ",
            "constituency makes him the third Tangkhul Naga to secure a Lok Sabha seat, after Rungsung Suisa's victory in 1957. The 50-year-old former legislator defeated NPF's Zimik by a margin of over 60,000 votes.",
            "Other candidates contending for the Inner seat included Maheshwar Thounaojam of RPI (Athawale), independent candidate Moirangthem Totomsana, Rajkumar Somendra Singh, and Haorungbam Sarat.",
            "In the Outer Manipur constituency, ",
            " candidate Arthur clinched victory by garnering 3,84,954 out of 7,89,793 total votes. Coinciding with his 51st birthday, Arthur triumphed over his closest competitor, NPF's Kachui Timothy Zimik, who received 2,99,536 votes.",
            "All four Naga candidates vied for the Outer Manipur seat, including independent contenders S Kho John and Alyson Abonmai.",
            "Manipur has been embroiled in conflict since May of the last year, sparked by ",
            " following a protest march by Kuki tribals in the hill districts. They were demonstrating against the demand for Scheduled Tribes status by the valley-dominant ",
            ".",
            "Since the unrest began last year, more than 220 individuals from both communities, including security personnel, have lost their lives in the ongoing violence.",
            " ",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T12:36:06",
        "author_name": "Alka Jain",
        "author_url": "https://www.livemint.com/authors/alka-jain"
    },
    {
        "article_url": "https://www.livemint.com/news/trends/chandigarh-influencer-recreates-aditi-rao-hydaris-heeramandi-walk-netflix-india-reacts-instagram-reels-neeru-saini-11717571399142.html",
        "title": "Chandigarh influencer recreates Aditi Rao Hydari's Heeramandi walk; Netflix India reacts | Watch",
        "ArticleContent": [
            "Aditi Rao Hydari's walk in Sanjay Leela Bhansali’s Netflix show ",
            " has gone viral. Many Instagram Reels have been posted where netizens mimic her walk. A video of a 54-year-old dancer from Chandigarh doing the walk has impressed viewers. Netflix India has also reacted to Neeru Saini’s video.",
            "The Instagram video posted on Jun 1 has been viewed more than 17 million times. Netflix India did not leave the opportunity to comment on the video: “OBSESSED Neeru, tum bade WOW ho\", referring to the original dialogue, “Tum bade wo ho\".",
            "In the ",
            " web series, Aditi Rao Hydari plays Bibbo Jaan, who performs a ‘Mujra’ for Fardeen Khan's character, the Nawab. The actor’s walk became extremely popular after it started streaming online.",
            " fans would remember Madhubala in the song \"Mohe Panghat Pe\" from ",
            ". She was probably the first one to ace the walk. Then, there was Madhuri Dixit in the title song of MF Hussain's film ",
            ". Under the guidance of choreographer Saroj Khan, Madhuri was appreciated for the walk as well.",
            "Many popular influencers have shared their versions of the “Gaja Gamini\" walk. Popular singer-songwriter Raja Kumari, Laapataa Ladies actors Pratibha Ranta and Sparsh Shrivastava and many others are among them.",
            "Aditi Rao Hyderi earlier said that, during the filming of the song, she was uncertain whether it was the Gajagamini walk or the swan walk. She said it was Bhansali who had instructed her what to do, and she followed it. ",
            "The actor gave complete credit to her director for the viral walk. She said Bhansali gave her exact instructions of when the dupatta should fall and when she should turn her head.",
            "Aditi spoke about the peacock walk in Kathak and also about the Gajagamini walk, known as the walk of seduction. During her comments, she spoke about watching Instagram Reels of the recreation of her walk and called it “overwhelming\".",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T12:49:25",
        "author_name": "Sounak Mukhopadhyay",
        "author_url": "https://www.livemint.com/authors/sounak-mukhopadhyay"
    },
    {
        "article_url": "https://www.livemint.com/news/world/lebanese-army-says-gunman-attacked-us-embassy-11717571068557.html",
        "title": "Lebanese army says gunman attacked US embassy",
        "ArticleContent": [
            "The Lebanese army said Wednesday a gunman attempted to attack on the U.S. embassy near Beirut.",
            "The Lebanese military in a statement said that soldiers shot an assailant, who they only described as a Syrian national. The gunman was wounded and taken to a hospital.",
            "Local media reported that there was a gunfight for almost half an hour by the U.S. diplomatic mission in the suburb of Aukar, north of Beirut.",
            "The U.S. Embassy said the morning attack by the embassy’s entrance did not cause any casualties among their staff, and that Lebanese troops and embassy security mobilized quickly.",
            "The Lebanese military said it deployed troops around the embassy and surrounding areas.",
            "In 1983, a deadly bombing attack on the U.S. Embassy in Beirut killed 63 people.. U.S. officials blame the attack on the Lebanese militant group Hezbollah.",
            "Following that attack, the embassy was moved from central Beirut to the Christian suburb of Aukar, north of the capital. Another bomb attack struck the new location on Sept. 20, 1984.",
            "In September 2023, Lebanese security forces detained a Lebanese man who opened fire by the U.S. Embassy. There were no casualties in that attack.",
            "In October 2023, hundreds of protesters clashed with Lebanese security forces in demonstrations near the U.S. Embassy in support of Gaza’s people and the militant group Hamas in its war with Israel.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T13:33:16",
        "author_name": "AP\\n</span>']",
        "author_url": ""
    },
    {
        "article_url": "https://www.livemint.com/news/all-hail-phoenix-america-s-king-of-the-robotaxi-11717576837899.html",
        "title": null,
        "ArticleContent": [
            "\n     \n      PHOENIX—While on vacation, Catherine Brist and her husband rode to breakfast in a driverless car, rolling to the beat of electronic dance music.",
            "\n     \n      They had an escape plan. The couple brought along a hefty marble spoon rest, shaped like a fish and borrowed from their Airbnb. They figured they could bust open a window if the tech taxi went haywire. They didn’t need it.",
            "\n     \n      After a couple of driverless rides, Brist said she has become “very pro-robot car.\" Having no human driver means “nobody is trying to pitch me a weird business,\" said the 34-year-old Ph.D. student from New York City.",
            "\n     \n      The Phoenix area is home to the largest autonomous-vehicle operation in the world, and Phoenix Mayor Kate Gallego is a proud booster. Driverless vehicles are great for traveling incognito, especially on dates, said Gallego, who is single. “When you’re mayor you never know if someone may recognize you or not,\" she said.",
            "\n     \n      The mayor learned who was in charge during a driverless trip to a news conference.",
            "\n     \n      “I unbuckled early to make sure people weren’t waiting, and the vehicle stopped,\" Gallego said. “A voice came in to be like telling me that you have to remain buckled to be in a Waymo.\"",
            "\n     \n      Waymo One is an app-based ride service similar to Uber—except nobody’s behind the wheel. The app logs tens of thousands of rides every week in the Phoenix metropolitan region, the company said. The company also operates in San Francisco and Los Angeles.",
            "\n     \n      Waymo, a subsidiary of Google’s parent-company Alphabet, says its driverless cars are safer. There is no risk of getting a lead-footed flesh-and-blood driver or one who has been drinking between calls. Yet, as with all man-made machinery, the risk isn’t zero. This year, a Waymo vehicle collided with a cyclist in San Francisco, causing minor injuries. The National Highway Traffic Safety Administration is investigating the company’s safety record. Waymo said the cyclist was initially obscured, and the car didn’t have enough time to avoid the collision. The company said it was cooperating in the investigation.",
            "\n     \n      Prime Minister Mark Rutte of the Netherlands wanted to try the driverless experience during a visit to Arizona last year. His security team wasn’t going to take any chances and went on a test drive first. When it was the prime minister’s turn, one agent rode in the front seat. A car followed with another agent behind the wheel.",
            "\n     \n      Dirk Janssen, the Dutch Consul General in San Francisco, helped organize the ride and acknowledged feeling only a little nervous when the car began to drive away with the prime minister. He had already entrusted Waymo with VIPs in San Francisco.",
            "\n     \n      “If I put my kids in it,\" Janssen said, “we can put the prime minister in it as well.\"",
            "\n     \n      The prime minister appeared to enjoy the ride. “Wow, it’s driving,\" Rutte said in a video from the trip. “It’s totally crazy.\"",
            "\n     \n      Phoenix officials pitch Waymo’s driverless transportation as a boon for businesses interested in locating operations in the area. During visits to potential sites by out-of-towners, members of the Greater Phoenix Economic Council ask if they want to ride on a Waymo from the airport.",
            "\n     \n      For many people, the Waymo ride is the first thing they chat about, said Chris Camacho, head of the economic council. People love not having to make small talk, he said.",
            "\n     \n      Christine Bustamante, a site consultant for companies seeking to expand, visited Phoenix this year and said she enjoyed riding in a Waymo so much she plans to use them for every ride when she visits.",
            "\n     \n      “I was just mesmerized,\" she said. \"The wheel was turning, and nobody was there.\"",
            "\n     \n      Even so, Bustamante said, her clients make their decisions based on affordable real-estate prices, a suitable labor force and a business friendly environment—not who or what is behind the wheel.",
            "\n     \n      Meghan Alfonso, the CEO of events-planning company Girl About Town, said her staff typically recommend Waymo travel for small bachelor and bachelorette parties.",
            "\n     \n      Women tend to appreciate not having an unknown person ferrying them late at night, especially after a night of drinking, she said, and men like the freedom to be loud or curse in the car.",
            "\n     \n      One group was scolded for trying to squeeze too many riders into their Waymo. A voice came through the speaker, yelled and left without them, Alfonso said. Riders also complain about the cars sticking to the speed limits, she said.",
            "\n     \n      Chris Bonelli, a spokesman for Waymo, said company vehicles adhere to speed limits, require seat belts and don’t allow overcrowding.",
            "\n     \n      Paul Cronin, a 60-year-old Scottsdale, Ari., resident, said that seeing driverless Waymo vehicles driving around the area makes him feel as if the future has arrived.",
            "\n     \n      Yet, Cronin doesn’t see himself riding in one. “I don’t even like to get in airplanes,\" he said. “I don’t like to not have control.\"",
            "\n     \n      Write to Eliza Collins at eliza.collins@wsj.com",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "",
        "author_name": "[]",
        "author_url": ""
    },
    {
        "article_url": "https://www.livemint.com/news/world/ancient-blue-room-discovered-in-treasure-chest-city-walls-adorned-with-female-figures-see-pics-11717577788481.html",
        "title": "Ancient ‘blue room’ discovered in ‘treasure chest’ city; walls adorned with female figures | See Pics",
        "ArticleContent": [
            "During recent excavations in central Pompeii, Italy, archaeologists discovered a blue room believed to be an ancient Roman shrine. After visiting the place Italian Minister of Culture Gennaro Sangiuliano described Pompeii as \"a treasure chest that is still partly unexplored\", CNN reported.",
            "Until now, more than 13,000 rooms have been excavated, each contributing to the unfolding story of Pompeii's past. The new discovery has been made in the Regio IX area of central Pompeii, a residential zone that stands as one of the most dynamic excavation sites currently.",
            "The walls of the newly-uncovered room are adorned with female figures, believed to represent the four seasons of the year. These artworks also include allegories of agriculture and shepherding, according to CNN.",
            "The rare blue colour discovered in the recent excavation is highlighted by the culture ministry as typically linked to areas of significant decorative importance.",
            "Further examination by the ministry suggests that the area could be regarded as a sacrarium, as per the publication. The blue room was possibly used for ritual activities and the preservation of sacred items.",
            "A sacrarium, often found in religious contexts, is a special sink or basin used primarily for the disposal of sacred substances. In churches, for example, the sacrarium is used to wash vessels that have held consecrated materials. This ensures that the water does not enter the regular sewage system. It is instead directed to the earth, respecting the sacred nature of the contents.",
            "Archaeologists in Pompeii earlierdiscovered sketches on the walls of a residential sector's back room. It is believed to be the work of children aged between 5 and 7 years old. These drawings were created before the catastrophic eruption of Mount Vesuvius in 79 AD.",
            "The drawings depicted violent scenes involving gladiators and hunters engaged in combat with animals. This find indicates that even young children in ancient times were not shielded from the realities of extreme violence.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T14:37:58",
        "author_name": "Sounak Mukhopadhyay",
        "author_url": "https://www.livemint.com/authors/sounak-mukhopadhyay"
    },
    {
        "article_url": "https://www.livemint.com/news/world/former-brexit-champion-and-trump-supporter-shakes-up-uk-election-race-11717578388225.html",
        "title": null,
        "ArticleContent": [
            "\n     \n      LONDON—A staid British election campaign has been suddenly energized by the arrival of a now familiar troublemaker: Nigel Farage, a Trump ally who pushed Britain to leave the EU and is now on a mission to destroy the ruling Conservative Party and rebuild it in his own populist image.",
            "\n     \n      On Tuesday, Farage was in the Moon and Starfish pub in Clacton-on-Sea, in East England, taking big sips from a pint of beer, while being mobbed by supporters and the British press. The day before, the 60-year-old announced he would become the leader of a small anti-immigration partycalled Reform UK and stand for this July’s election with a pitch to, once again, shake things up.",
            "\n     \n      “Send me to Parliament to be a bloody nuisance,\" he told the crowd in Clacton, vowing to lead a political revolt against the status quo.",
            "\n     \n      Not everyone in Clacton was pleased. A protester threw a milkshake in Farage’s face and was later arrested by police.",
            "\n     \n      No one expects Farage—who has made a career out of railing against the establishment—to affect the outcome of a race where the opposition Labour Party holds a lead of 20 to 25 points over the Conservatives, who have been in power since 2010. The former commodities trader turned politician turned reality-TV star might even struggle to win his own seat.",
            "\n     \n      But the point is to play spoiler for the Conservatives by drawing away just enough support to ensure they lose even more seats to Labour across the country and have a postelection reckoning that turns the remaining rump of the party in a more populist direction, possibly even led by Farage himself. He said the Conservatives were on the “verge of total collapse and frankly it couldn’t happen to nicer people.\"",
            "\n     \n      Even if that doesn’t come to pass, Farage’s late arrival is a nightmare for Prime Minister Rishi Sunak, who is trailing in the polls and has watched the party’s right-wing supporters trickle away to Reform. The Tories have lost one in five of their voters to Reform since the latest national election, in 2019, slightly more than the one in six who have switched to backing Labour, said John Curtice, a professor of politics at the University of Strathclyde in Glasgow.",
            "\n     \n      The Conservatives’ best hope to narrow the gap with Labour is Reform supporters, who might decide to block Labour by backing the Conservatives on election day as a practical matter. But Farage’s turn in the election spotlight could prevent that and might even raise Reform’s vote another 2% or 3%, pollsters say.",
            "\n     \n      A study by pollster YouGov published on Monday night showed Labour on track to get the second-largest parliamentary majority ever recorded in British history. The Tory Party will shrink from having 365 seats in Parliament to just 140, according to YouGov projections.",
            "\n     \n      During a 30-year career, Farage has managed to reshape Britain’s relations with Europe without ever being elected to Westminster. He has stood seven times to be a lawmaker in Parliament and has lost by a significant margin each time. Instead he has perfected the art of being a pitchman for a brand of disaffected conservative who feels ignored by the mainstream.",
            "\n     \n      For years this manifested itself in his successful campaigning to get Britain out of the European Union. As head of the UK Independence Party he won millions of votes in 2015, forcing Tory leader David Cameron to call a referendum on quitting the EU. He formed a double act with Boris Johnson during the 2016 Brexit referendum, which narrowly won and heralded a new age of populist politics in the U.S. and Europe.",
            "\n     \n      Farage reappeared in the 2019 election to create the Brexit Party, which urged the Conservatives to negotiate a hard-line divorce with the EU that saw a near-total rupture with Britain’s biggest trading partner, which took effect in 2020. An electoral pact with Johnson in 2019 allowed the Tories to gain a sizable majority.",
            "\n     \n      Since then, public support for Brexit has fallen as the U.K. economy has posted the second-worst economic growth of the G-7 club of large advanced democracies, partly hobbled by a lack of investment, which took a nosedive after the 2016 Brexit vote and never fully recovered. Farage and other Brexiteers say the problem is that Britain’s political class has never embraced Brexit and made it work. He and his supporters are also upset that immigration has risen under Brexit.",
            "\n     \n      This time around, Farage wants to engineer a reverse-takeover of the Conservative Party. If it gets hammered in the election, the Conservative Party “will have their long dark night of the soul and one of the voices on the sidelines will be Farage but unless the arithmetic dramatically changes he won’t be parachuted in as leader,\" said Anthony Wells, head of U.K. politics at YouGov.",
            "\n     \n      Since helping engineer Brexit, Farage has been casting around for a new role. For years, Farage was bankrolled by being elected to the European Parliament, where he served from 1999 to 2020, but he had to leave because Britain left the EU. He cheered “hip-hip hooray\" as he marched out of the EU Parliament on his final day.",
            "\n     \n      The Brexit Party, which was rebranded Reform UK, campaigned against lockdowns during the Covid-19 pandemic with limited success. Farage hosted a television show in Britain and on Fox News. He launched his own brand of gin and apple juice—available in patriotic red, white or blue. He made an appearance on “I’m a Celebrity…Get Me Out of Here!,\" a jungle-based reality show, where he was made to eat a kangaroo anus live on air. After Brexit, his biggest blow to the establishment was getting the boss of NatWest Bank fired after Farage’s account was shut down in part because of his outspoken views.",
            "\n     \n      Farage said previously that he didn’t want to stand in this election and wanted to focus on helping Trump get re-elected in the U.S. But on Monday he said he had changed his mind. “This general election campaign has got off to the dullest start I can ever remember in my entire life, two men with the appearance and enthusiasm of middle managers vying to become our national leader,\" he said recently. He said he was best placed to add some energy to proceedings.",
            "\n     \n      Farage’s main pitch to the British electorate is on the need to clamp down on immigration and rekindle a belief in traditional conservative British values. After Brexit, the Conservative government let in a record number of legal migrants. In 2023, 1.2 million people came to live in the U.K., a number Farage said is unsustainable and the Tories say they want to bring down. Reform UK’s other offerings are less well defined. Broadly it wants to find around 60 billion pounds, equivalent to about $76.5 billion, in cuts to government spending that it can then hand back in tax breaks, according to its website.",
            "\n     \n      For most of the electorate, migration isn’t the biggest concern; they are worried about the economy and the struggling nationalized health system, according to pollsters. But migration remains a big issue for some Conservative voters, said Wells. And that could see Reform UK skim some three or four points off the Tory vote come July.",
            "\n     \n      “My political principle for 30 years has been to fight the political establishment from without,\" Farage said on Tuesday. “That hasn’t changed.\"",
            "\n     \n      ",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "",
        "author_name": "[]",
        "author_url": ""
    },
    {
        "article_url": "https://www.livemint.com/news/india/delhi-news-fire-breaks-out-at-lajpat-nagars-eye7-chaudhary-eye-centre-16-fire-tenders-at-spot-no-casualties-reported-11717574853127.html",
        "title": "Delhi News: Fire breaks out at Lajpat Nagar's Eye7 Chaudhary eye centre; 16 fire tenders at spot, no casualties reported",
        "ArticleContent": [
            "A massive fire erupted at Eye7 Chaudhary Eye Centre at Lajpat Nagar in Delhi on Wednesday. The blaze broke out at a hospital located near the Vinobapuri metro station in the bustling Lajpat Nagar area. Upon receiving the alert at around 11.30 am, fire officials dispatched 16 fire tenders to the scene to control the blaze, as per ANI.",
            "No injuries or casualties have been reported so far. A ",
            " Fire Services (DFS) official stated that the firefighting operation is still underway and further details are awaited. According to the report, those inside the hospital were evacuated promptly when the fire broke out.",
            "The latest incident follows a massive blaze at a private neonatal nursing home in East Delhi's Vivek Vihar. At least seven newborn babies died in the fire at New Born Baby Care Hospital. And in the early hours of Tuesday, a massive blaze broke out at a banquet hall behind ",
            "'s Ambience Mall. In light of these incidents, the ",
            " has emphasised the need for strict compliance with regulatory protocols and fire safety norms in public spaces and healthcare facilities, as per ANI.",
            "The ",
            " stated, \"Safety and well-being of patients (both outpatients and inpatients), staff, and visitors is of utmost importance in healthcare facilities. Recently, fire incidents have been reported in a few places. These are a result of short circuits due to sub-optimal electrical maintenance and/or overload of electricity lines due to the use of air-conditioners and other equipment.\"",
            "The ministry highlighted the potential risks associated with fire hazards in hospitals, urging the implementation of strict protocols and measures to prevent, detect, and respond to fires effectively. Establishing a robust fire safety plan and conducting fire-evacuation and safety drills are essential to ensure compliance with regulatory requirements and safeguard lives and property.",
            "The ",
            " has communicated to all States and Union Territories (UTs) the increased risk of hospital fires during the summer months. States and UTs have been advised to conduct regular preventive fire risk assessment drills to identify potentially vulnerable areas, as per ANI.",
            "Furthermore, all States and UTs are directed to ensure stricter compliance with regulatory protocols and to conduct regular mock drills on fire safety, following feedback from macro-level assessments.",
            "As the investigation into the Eye7 Chaudhary Eye Centre fire continues, authorities are urging all healthcare facilities to prioritise fire safety and take proactive measures to prevent such incidents.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T14:43:15",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/world/king-charles-iii-currency-notes-introduced-in-uk-will-old-notes-be-invalid-find-out-11717576788645.html",
        "title": "King Charles III currency notes introduced in UK: Will old notes be invalid? Find out",
        "ArticleContent": [
            "The Bank of England has asked people to return old banknotes featuring the portrait of Queen Elizabeth. Brand new banknotes featuring the portrait of the new monarch, King Charles III, are due to be circulated in the UK on Wednesday.",
            "The circulation of the new currency would make King Charles III to be the second British monarch to be the face of the Bank of England notes. However, will introducing new notes mean that the old notes will become invalid? ",
            "According to Daily Express, people can return their old banknotes till June 30. People can exchange their old notes from June 5 to June 30 up to the value of  £300 for the new ones. The new notes look completely the same to the previous one, except they feature the image of King Charles III.",
            "People can exchange their banknotes till June 30. People can change their banknotes by visiting the BoE counters between June 5 and June 11 at the Bank of England counter at Threadneedle Street. People can also exchange their banknotes up by filling an application form. The process is available for those who are living at a UK address.",
            "The old banknotes in featuring Queen Elizabeth II will continue to remain valid and will remain in circulation along with new ones to ease the transition. The new banknotes have been printed out to replace the old and worn-out notes. According to Daily Express, King Charles III previewed the notes at Buckingham Palace before they were approved Bank of England. He was presented with banknotes with lower denominations. ",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T14:44:47",
        "author_name": "Livemint",
        "author_url": "https://www.livemint.com/authors/livemint"
    },
    {
        "article_url": "https://www.livemint.com/news/india/very-heavy-rain-predicted-in-karnataka-dust-storm-in-delhi-see-imd-full-forecast-11717577707012.html",
        "title": "Very heavy rain predicted in Karnataka; dust storm in Delhi | See IMD full forecast",
        "ArticleContent": [
            "Delhi is likely to experience a dust storm today, said India Meteorological Department (IMD) on Wednesday. For the Karnataka and the Konkan coasts, the IMD predicted “very heavy\" rainfall from Friday onwards. Rain and thunderstorm are also likely over Northwestern states till Thursday.",
            "The Met Department has also forecasted heat wave conditions in parts of east India, Uttar Pradesh and Madhya Pradesh for the next 5 days.",
            "According to the Regional Met Centre New Delhi, the national capital is likely to witness thunderstorm and lightning accompanied by a dust storm with speed 40-60 kmph on Wednesday. ",
            "The weather agency has also predicted heat wave conditions at isolated places Punjab, Haryana, Chandigarh, Uttar Pradesh and Rajasthan. However, parts of Punjab, Haryana, and Chandigarh are also likely to witness dust storm like Delhi.  ",
            "For Jammu and Kashmir, Uttarakhand and Uttar Pradesh, the Met Centre has forecasted thunderstorm and lightning accompanied by gusty winds of speed 30-50 kmph today, ",
            "Isolated places over Himachal Pradesh are likely to experience thunderstorm and lightning accompanied by squall of speed 50-60 kmph. ",
            "A squall is a sudden and sharp gust of wind that last for only a few seconds. ",
            "The weather agency has forecasted isolated heavy rainfall over parts of Karnataka for the next five days. ",
            "Kerala and Mahe, Tamil Nadu, Andhra Pradesh, Telangana and Rayalaseema are also likely to witness very rainfalls in the upcoming days. ",
            "For Konkan, Goa, Madhya Maharashtra and Marathwada, the IMD has predicted isolated heavy to very heavy rainfall till June 9. ",
            "The Northwestern states of Bihar, Jharkhand, Gangetic West Bengal, Chhattisgarh, Odisha, Vidarbha, and Madhya Pradesh will likely experience scattered light to moderate rainfall, accompanied by thunderstorm, lightning and gusty winds of speed 30-40 kmph over the next 5 days.",
            "Parts of Madhya Pradesh may also witness hailstorm and squally winds of speed 50-60 kmph till tomorrow.",
            "For the hilly regions – Jammu-Kashmir-Ladakh-Gilgit-Baltistan-Muzaffarabad, Himachal Pradesh and Uttarakhand – the IMD has forecasted isolated to scattered light rainfall accompanied with thunderstorm, lightning and gusty winds for the next 3-4 days.",
            "According to the weather agency, Punjab, Haryana, Chandigarh, Delhi are very likely to received very light to light rainfall in the next 2 days, while Uttar Pradesh may experience it today or tomorrow. ",
            "Rajasthan would also likely experience very light to light rainfall from 5-8 June.",
            "Dust storm is very likely over Punjab, Haryana, Chandigarh, and Delhi on Thursday, and in Rajasthan from 6-8 June. ",
            "Heatwave conditions have been predicted in isolated pockets of Madhya Pradesh, Bihar, Odisha and Jharkhand till 9 June. ",
            "Uttar Pradesh is very likely to witness “severe\" heatwave in some parts till 9 June, IMD said. ",
            " ",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T15:09:18",
        "author_name": "Arshdeep kaur",
        "author_url": "https://www.livemint.com/authors/arshdeep-kaur"
    },
    {
        "article_url": "https://www.livemint.com/news/india/welcome-lgbtq-at-work-shattering-the-rainbow-ceiling-with-acg-world-s-nikita-panchal-11717579105809.html",
        "title": "Welcome LGBTQ+ at work: Shattering the rainbow ceiling with ACG World’s Nikita Panchal",
        "ArticleContent": [
            "In the corporate landscape, diversity and inclusion have become buzzwords, but true equity remains an uphill battle, especially for the LGBTQ+ community. However, trailblazers like Nikita Panchal, Global Talent Head at ACG World, are paving the way for lasting change. In the first episode of Shine’s campaign \"Welcome LGBTQ+ at Work,\" Panchal laid out her organisation's strategies for fostering a truly inclusive environment.",
            "When asked about ACG World's initiatives, Panchal explained, \"Our D&I wing is called Spectrum. Spectrum as the name suggests, reflects, or represents there is space for everyone.\" This ethos extends beyond mere representation, aiming to cultivate “an organization that has that awareness where everybody feels represented, everybody has a sense of inclusion, and also a moment of respect in working with the organization.\"",
            "Watch the video here:",
            "While strides have been made, Panchal acknowledged the journey is ongoing. “We are also taking smaller steps in looking at and focusing on the area of LGBTQ+, and most of it is building awareness and helping people to know what it stands for, what it means, and what it takes to become a part of it either as an ally or feel comfortable to share my identity and how do I create an organization which has a psychological safety.\"",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T15:31:45",
        "author_name": "\\n\\nShine.com\\n\\n\\n</span>']",
        "author_url": ""
    },
    {
        "article_url": "https://www.livemint.com/news/india/pm-modi-tenders-resignation-to-president-murmu-11717580106500.html",
        "title": "PM Modi tenders resignation to President Murmu",
        "ArticleContent": [
            ":Prime Minister Narendra Modi, along with his Council of Ministers, submitted his resignation to President Droupadi Murmu on Wednesday, according to a Rashtrapati Bhavan communique.",
            "President Murmu accepted the prime minister's resignation and asked him to continue until the new government assumes office, the communique said.",
            "Before tendering his resignation, the ",
            " chaired a meeting of the Union Cabinet, which recommended the dissolution of the 17th Lok Sabha, whose term ends on 16 June.",
            "According to people familiar with the development, the Cabinet meeting also took stock of the Lok Sabha election results and discussed likely government formation.",
            "As per election results on Tuesday, the Bharatiya Janata Party (BJP) saw its seat count dip to 240—a loss of 63 seats from the 303 it won five years earlier. While the ruling party is far from a simple majority of 272 seats in the 543-member Lok Sabha, the BJP-led National Democratic Alliance (NDA) has crossed the halfway mark with 293 seats, securing a clear third term.",
            "The opposition INDIA alliance managed 233 seats, led by the Indian National Congress, which nearly doubled its Parliament strength to 99 seats.",
            "In the 2019 election, the NDA had won 353 seats, while the main opposition, the Congress party-led United Progressive Alliance, had secured a modest 91 seats.",
            "Rating agency ",
            " the victory of the NDA in the recently concluded Indian general election would result in policy continuity. However, the ‘slim’ margin of victory and loss of an outright majority in Parliament, it said, could delay more far-reaching economic and fiscal reforms, potentially impeding progress on fiscal consolidation.",
            "\nLivemint tops charts as the fastest growing news website in the world ",
            " ",
            "  to know more.\n",
            " You are on Mint! India's #1 news destination (Source: Press Gazette). To learn more about our business coverage and market insights  ",
            "\n",
            "Download the Mint app and read premium stories",
            "Log in to our website to save your bookmarks. It'll just take a moment.",
            "You are just one step away from creating your watchlist!",
            "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image.",
            "Your session has expired, please login again.",
            "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder.",
            "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "\n                I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "Start Investing in Stocks, Mutual Funds, IPOs, and more",
            "Enter OTP",
            "\n               I'm interested in opening a Trading and Demat Account and am comfortable with the online account opening process. I'm open to receiving promotional messages through various channels, including calls, emails & SMS.\n            ",
            "The team will get in touch with you shortly"
        ],
        "published_date": "2024-06-05T15:45:19",
        "author_name": "Dhirendra Kumar",
        "author_url": "https://www.livemint.com/authors/dhirendra-kumar"
    }
]